<?php

return [
    'error' => 'エラー',
    'to_login' => 'ログインへ',

    '400' => [
        'title' => 'リクエストエラー',
        'message' => 'タイプミス等、リクエストにエラーがあります。'
    ],
    '401' => [
        'title' => '認証エラー',
        'message' => '認証に失敗しました。'
    ],
    '402' => [
        'title' => 'Payment Required',
        'message' => '（将来の使用のための予約コード）'
    ],
    '403' => [
        'title' => 'アクセスエラー',
        'message' => 'アクセス権がありません。'
    ],
    '404' => [
        'title' => 'エラー',
        'message' => '該当のページは存在しません。'
    ],
    '408' => [
        'title' => 'タイムアウトエラー',
        'message' => 'タイムアウトしました'
    ],
    '413' => [
        'title' => 'エラー',
        'message' => 'リクエストURIが長すぎます'
    ],
    '414' => [
        'title' => 'リクエストURIエラー',
        'message' => 'リクエストURIが長すぎるため拒否しました。'
    ],
    '419' => [
        'title' => 'リクエストエラー',
        'message' => '不正なリクエストです。'
    ],
    '500' => [
        'title' => 'サーバーエラー',
        'message' => 'サーバーエラーが発生しました。'
    ],
];
